{
  "release_year": 2018,
  "genre": [
    "biography",
    "drama",
    "music",
    "comedy"
  ],
  "summary": "Green Book is a 2018 American biographical comedy-drama road film directed by Peter Farrelly. Set in 1962, the film is inspired by the true story of a tour of the Deep South by African American classical and jazz pianist Don Shirley and Italian American bouncer Frank \"Tony Lip\" Vallelonga who served as Shirleys driver and bodyguard. The film was written by Farrelly, Brian Hayes Currie and Vallelongas son, Nick Vallelonga based on interviews with his father and Shirley, as well as letters his father wrote to his mother. The film is named after The Negro Motorist Green Book, a mid-20th century guidebook for African-American travelers written by Victor Hugo Green.Green Book had its world premiere at the Toronto International Film Festival on September 11, 2018, where it won the Peoples Choice Award. It was then theatrically released in the United States on November 16, 2018, by Universal Pictures, and grossed $328 million worldwide. The film received largely positive reviews, with praise for Viggo Mortensen and Mahershala Alis performances, although it also drew some criticism of its depiction of both race and Shirley.Green Book received numerous accolades and nominations, and at the 91st Academy Awards, it won Oscars for Best Picture, Best Original Screenplay, and Best Supporting Actor for Ali. The film also won the Producers Guild of America Award for Best Theatrical Motion Picture, the Golden Globe Award for Best Motion Picture – Musical or Comedy, the National Board of Review award for the best film of 2018, and was chosen as one of the top 10 films of the year by the American Film Institute. Ali also won the Golden Globe, Screen Actors Guild, and BAFTA awards for Best Supporting Actor.",
  "language": [
    "english"
  ],
  "plot": "In 1962 New York City, bouncer Tony Lip searches for new employment after the nightclub he works at, Copacabana, is closed for renovations. He is invited to an interview with Dr. Don Shirley, a black pianist in need of a driver for his eight-week concert tour through the Midwest and Deep South. Don hires Tony on the strength of his references. They embark with plans to return to New York City on Christmas Eve Dons record label gives Tony a copy of the Green Book, a guide for African-American travelers to find motels, restaurants, and filling stations that would serve them.They begin the tour in the Midwest before eventually heading farther south. Tony and Don initially clash as Tony feels uncomfortable being asked to act with more refinement, while Don is disgusted by Tonys habits. As the tour progresses, Tony is impressed with Dons talent on the piano, and is increasingly appalled by the discriminatory treatment which Don receives from his hosts and the general public when he is not on stage. A group of white men beat Don and threaten his life in a bar and Tony rescues him. He instructs Don not to go out without him for the rest of the tour.Throughout the journey, Don helps Tony write letters to his wife, which deeply move her. Tony encourages Don to get in touch with his own estranged brother, but Don is hesitant, observing that he has become isolated by his professional life and achievements. In the south, Don is found in a gay encounter with a white man at a pool, and Tony bribes the officers to prevent the musicians arrest. Later, the two are arrested after a police officer pulls them over late at night in a sundown town; Tony punches the officer after being insulted. While they are incarcerated, Don asks to call his lawyer and uses the opportunity to reach Attorney General Robert F. Kennedy, who pressures the governor to release them.On the night of the final performance on tour in Birmingham, Alabama, Don is refused entry into the whites-only dining room of the country club where he has been hired to perform. Tony threatens the owner, and Don refuses to play since they refuse to serve him in the room with his audience. Tony and Don have dinner at a predominantly black blues club where Don joins the band on the piano, after playing Chopins Étude in A minor. Tony and Don head back north to try to make it home by Christmas Eve. Tony invites Don to have dinner with his family, but he declines and returns to his own home. Sitting alone in his home, Don decides to go back to Tonys home, where he is warmly greeted.The end title cards show real life photos of the characters and state that Don continued to tour, compose and record songs, while Tony went back to his work at Copacabana. It also states that Tony and Don remained friends until they died, within months of each other, in 2013.",
  "category": [
    "2010s road comedy-drama films",
    "Films set in Kentucky",
    "Universal Pictures films",
    "Films about racism",
    "Films featuring a Best Supporting Actor Golden Globe winning performance",
    "Films with screenplays by Peter Farrelly",
    "Best Picture Academy Award winners",
    "Films directed by Peter Farrelly",
    "Films about race and ethnicity",
    "Films set in New York (state)",
    "Films set in Ohio",
    "Participant Media films",
    "African-American films",
    "American buddy films"
  ],
  "popularity": {
    "imdb_rating": 8.67,
    "imdb_popularity": 1013,
    "metascore_review_count": 52,
    "metascore_score": 69,
    "userscore_rating_count": 513,
    "userscore_score": 7.9
  },
  "director": [
    "Peter Farrelly"
  ],
  "screenwriter": [
    "Peter Farrelly",
    "Brian Hayes Currie",
    "Nick Vallelonga"
  ]
}
